IDEA StatiCa Open Model
SteelSetupRUS.Bolt_Fip Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Safety factor preloaded bolt
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Bolt_Fip { get; set; }
Public Property Bolt_Fip As Double
	Get
	Set
public:
property double Bolt_Fip {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SteelSetupRUS Class
IdeaRS.OpenModel Namespace